Repository: common-repository/q2w3-thickbox
Catalog: languages/*.po
Languages: hi_in, ru_ru

source: jQuery code for setting "thickbox" class
hi_in: स्थापित करने के लिए jQuery कोड "thickbox " वर्ग
ru_ru: Код jQuery для установки класса "thickbox"

source: Required for thickbox pop-up window functionality.
hi_in: खिड़की की कार्यक्षमता को thickbox पॉप के लिए आवश्यक है.
ru_ru: Необходим для базового эффекта всплывающего окна

source: Default
hi_in: चूक
ru_ru: По умолчанию

source: jQuery code for setting "title" attribute
hi_in: स्थापित करने के लिए jQuery कोड "शीर्षक " विशेषता
ru_ru: Код jQuery для установки атрибута "title"

source: Required for pop-up window comment. By default title equals image alt attribute.
hi_in: टिप्पणी विंडो पॉप अप के लिए आवश्यक है. डिफ़ॉल्ट शीर्षक से छवि Alt विशेषता बराबर होती है.
ru_ru: Необходим для отображения комментария во всплывающем окне. По умолчанию title берется из атрибута alt изображния, находящегося внутри ссылки

source: jQuery code for setting "rel" attribute
hi_in: स्थापित करने के लिए jQuery कोड "rel" विशेषता
ru_ru: Код jQuery для установки атрибута "rel"

source: Required for naviagation links between images in gallery.
hi_in: चित्रों के बीच naviagation गैलरी में लिंक के लिए आवश्यक है.
ru_ru: Необходим для отображения навигационных ссылок между изображениями в составе галереи

source: Save Changes
hi_in: परिवर्तन सहेजें
ru_ru: Сохранить изменения

source: Notes
hi_in: नोट्स
ru_ru: Заметки

source: Wordpress uses jQuery in
hi_in: WordPress में jQuery का उपयोग करता है
ru_ru: Wordpress использует jQuery в

source: no conflict mode
hi_in: कोई संघर्ष मोड
ru_ru: режиме совместимости

source: Standart function "$()" must be replaced by "jQuery()"
hi_in: Standart समारोह "$()" की जगह होगी "jQuery()"
ru_ru: Поэтому вместо стандартной функции "$()" необходимо использовать "jQuery()"

source: If you want to disable automatic class/attribute setters, just delete all corresponding jQuery code. In this case you'll be able to add classes and attributes manually in the post editor
hi_in: यदि आप स्वत: निष्क्रिय वर्ग class/attribute setters, बस सब इसी jQuery कोड हटा दें. इस मामले में आप वर्गों को जोड़ने और पोस्ट संपादक में मैन्युअल रूप से गुण कर सकेंगे
ru_ru: Чтобы отменить автоматическую установку классов и атрибутов, и тем самым задействовать ручной режим, просто удалите соответствующий код jQuery

source: Use "Default" button to restore initial jQuery code
hi_in: का प्रयोग करें "डिफ़ॉल्ट " के लिए प्रारंभिक jQuery कोड पुनर्स्थापित करें बटन
ru_ru: Кнопка "По умолчанию" восстанавливает исходный код jQuery

source: Standard Wordpress gallery shortcode ([gallery]) should be used with the "link="file" option. Example: [gallery link="file"]
hi_in: मानक WordPress गैलरी shortcode ([गैलरी]) "link="file" विकल्प के साथ प्रयोग किया जाना चाहिए. उदाहरण: गैलरी [gallery link="file"]
ru_ru: Для корректного функционирования всплывающего окна, стандартный тег галереи [gallery] должен быть использован с параметром link="file". Пример: [gallery link="file"]

source: Q2W3 Thickbox plugin homepage
hi_in: Q2W3 Thickbox प्लगइन मुखपृष्ठ
ru_ru: Страница плагина Q2W3 Thickbox

source: Settings
hi_in: सेटिंग्स
ru_ru: Параметры
